[
  {
    "id": 1,
    "title": "Jelly Boyfriend Isekai",
    "avatar": "/avatars/isekai-knight.png",
    "author": "Turminal",
    "voiced": "Turminal",
    "missed": false,
    "voicemail": true,
    "timestamp": "2025-10-06T12:30:00.000",
    "audio": "https://audio.jukehost.co.uk/0PYWjMBXejHYppfsNV1uaThH7MPg7VkR",
    "script": "'Hey Jelly I'm on my way back from the store, but they didn't have the Jellports you wanted so I had to get Awaboros instead.  I know that's the kind you like but I'll stop to pick up a Pink Drink to hopefully make upfor it.  Anyways, yesterday I was...' (car horn, impact noise) '...where am I?  Jelly, I'll call you back okay?'"
  },
  {
    "id": 2,
    "title": "Fast Food Fatality",
    "avatar": "/avatars/mc-knight-with-jelly-shadow.png",
    "author": "Awa+Anon",
    "voiced": "Lunar",
    "missed": true,
    "voicemail": true,
    "timestamp": "2025-10-06T12:00:00.000Z",
    "audio": "https://audio.jukehost.co.uk/CEn22X6dCL7ljGJLp94SScx3bHnZ6nh7",
    "script": "Hey Jelly, what did you say that you want from Macs again? 'Two number 9s, a number 9 large, a number 6 with extra dip, a number 7, two number 45s, one with cheese, and a large soda?' Sure thing babe, I got it. (mumble nervously to yourself) You can do it John Starknight, just like you practiced infront of the mirror for the last week... (speaking to staff) Hey uh... Can I have (insert whatever nonsense order you want)... Staff hands over the food to go (Speaking to Jelly) Oh, thats fast... Guess Im on my way back to - WOAH- (crash sound) Oww oww oww (whimper and sob like a lil girl) the order! NO! no no no... Stop looking at me! Stop it! Im n-not a loser, Im... im... bweeeeeeeeeh (runs off) Jumps through the window (window breaking sound) AAAAAAAAAAAAAAAAAAAA (falling noise)- cuts call- (edited)"
  },
  {
    "id": 3,
    "title": "Being held up!",
    "avatar": "/avatars/demoncore-knight.png",
    "author": "Martian",
    "voiced": "Ghardyne",
    "missed": true,
    "voicemail": false,
    "timestamp": "2025-10-06T11:45:00.000Z",
    "audio": "https://audio.jukehost.co.uk/iQlGNfDg8knhuuE0cFaRJpsur7ZKHlmM",
    "script": "Hey, jelly! It's... uh... it's me, (pseudonym here). I just wanted to update you... um... on our date today? I know we planned it for a while, but something really important came up. See, i may have been... trying to make my own nuclear reactor... For science! But right now the only thing stopping it from going critical is me holding this screwdriver to stop the sphere from closing. But good news! As long as i dont drop it too fast, i should be just a little lat- OH SHIT!"
  },
  {
    "id": 4,
    "title": "Love and e-Sports",
    "author": "Karimono & Paquete",
    "voiced": "Paquete",
    "missed": false,
    "voicemail": true,
    "timestamp": "2025-12-07T00:00:00.000",
    "audio": "https://audio.jukehost.co.uk/Vu2nYwz2IJZTMPgLrKSm67pkQdXmrKTW",
    "script": "Aha... 'Bites lip.' H-Hey, what's your name? Don't tell me, Jelly, right? 'Rizzes at you, smiling.' So uh, I've been stalki-- NOTICING, I've been noticing you at the arcade A LOT recently. You've been playing that one game, um... that circle mashing, heh, washing machine one? May-may or something? Haha... 'Bites lip again.' You know... there's another game that you should be playing instead of this nonsense. It's called... 'Kabedons you flirtily.' Valorant. '. Last season, I almost reached Diamond 3, so, heh... Let's just say... 'Winks sexily.' I could teach you a few tricks. H-Hehehe... (mother walks in) Mother: ANON? WHAT ARE YOU DOING TO THAT WOMAN? M-mom?! Jelly, 'clears throat', here's my number, call me tonight if you want to have an unforgettable night at Icebox! (mom! I was rizzing up the ladies!)"
  },
  {
    "id": 5,
    "title": "The Value of Jelly",
    "avatar": "/avatars/starsnob-with-smoke.png",
    "author": "Lucan",
    "voiced": "Lucan",
    "missed": false,
    "voicemail": false,
    "timestamp": "2025-12-07T01:00:00.000",
    "audio": "https://audio.jukehost.co.uk/bLFfIVq9UKMSrJszXHwOPylnaCnnWb8x",
    "script": "Jelly. Darling. Sweetheart. Look at your watch... wait, no it's probably made of sticks and leaves. Let's just agree to go with mine, alright?  And according to mine, you're currently two minutes late for our date.  Now for someone as moderately attractive as yourself I'm willing to make some concessions but what could possibly be your excuse?  Stuck in traffic?  Oh don't be silly darling, I don't even acknowledge traffic.  Traffic acknowledges me.  Besides, how could you let traffic stop you from getting to what is undoubtedly going to be the best night of your life?  I mean, I bet you've never even seen the inside of a McDonalds.  Oh, speaking of, I went ahead and ordered you the Happy Meal because - let's face it - someone of your stature doesn't really need that much food.  Where would the calories go?  Certainly not your chest, am I right? Ha!  Hurry hurry, and I'll see you soon, cupcake."
  },
  {
    "id": 6,
    "title": "Not in game yet",
    "avatar": "/avatars/star-yaranaika.png",
    "author": "Coosome",
    "voiced": "Janus",
    "missed": false,
    "voicemail": false,
    "timestamp": "2025-12-07T02:00:00.000",
    "audio": "https://audio.jukehost.co.uk/wkRVqisyzeQvkOGDj5LtMRCM3n5Lbh52",
    "script": "'Hey. All our food is rotten, and I’m dealing with an old carcass right now. If you could butcher a chicken and put it over the fire with some carrots (something she got when she played?) or something before you hop on vintage story that would be GREAT. 'very light intermission, dragging something across forest floor, some exertion. 'Hope to see you soon, this bodybag does NOT make me look good.' (Sirens in distance) 'ooo, is that copper?'"
  },
  {
    "id": 7,
    "title": "001 Latenightonly GTFTS",
    "avatar": "/avatars/star-husbando.png",
    "author": "SKH",
    "voiced": "SKH",
    "missed": false,
    "voicemail": false,
    "timestamp": "2025-12-07T03:00:00.000",
    "audio": "https://audio.jukehost.co.uk/pKPrsKG4MOy7nUsPq0rGK06b2nR4ctMp",
    "script": "She called me in the middle of the night cause she couldnt sleep.. So i read her a book called GO THE FUCK TO SLEEP"
  },
  {
    "id": 8,
    "title": "002 WAKEUUUUUUP",
    "avatar": "/avatars/star-husbando.png",
    "author": "SKH",
    "voiced": "SKH",
    "missed": false,
    "voicemail": false,
    "timestamp": "2025-12-07T04:00:00.000",
    "audio": "https://audio.jukehost.co.uk/RU7dJttaXhYiOL5VR72YgveOxXgq80Cq",
    "script": "WAKE UP WOMAN, ITS TIME TO GET YOUR ASS UP.. ITS DAY TIME WE HAVE SHIT TO DOOOOOOOOOOOOOOOOOOOOOOO"
  },
  {
    "id": 9,
    "avatar": "/avatars/star-husbando.png",
    "title": "003 She missed my call",
    "author": "SKH",
    "voiced": "SKH",
    "missed": false,
    "voicemail": false,
    "timestamp": "2025-12-07T05:00:00.000",
    "audio": "https://audio.jukehost.co.uk/XqGjIHcpW3pUabWjExxUKdWIaLXNibmo",
    "script": "You don't want to know 🤮 so cringe please jesus keeping myself safe af after relistening"
  },
  {
    "id": 10,
    "title": "004 Shipping update for RE",
    "avatar": "/avatars/star-husbando.png",
    "author": "SKH",
    "voiced": "SKH",
    "missed": false,
    "voicemail": false,
    "timestamp": "2025-12-07T06:00:00.000",
    "audio": "https://audio.jukehost.co.uk/axdMJbSxkUYupUxbFhzXuIb5zMM0SpO7",
    "script": "Hi, Jelly, it’s SKH from Retro Encabulator Emporium, calling about that shiny new turbo encabulator you ordered—y’know, the one with the panendermic semi-boloid stator and the self-regulating dingle arm? Yeah, that beauty. First off, you have impeccable taste. This thing’s a marvel of pseudo-engineering, designed to modulate the spurving bearings with unparalleled finesse. But, uh, here’s the deal: we hit a bit of a snag during the final quality check. Seems the hydrocoptic marzelvanes got a little too… enthusiastic and started over-synchronizing with the differential girdlespring. Long story short, the ambifacient lunar waneshaft threw a fit and started emitting non-standard flux harmonics—think ‘angry theremin at a sci-fi convention.’ It’s not catastrophic, but it’s definitely not hitting the 47.3% efficiency spec for retroflux capacitance. Don’t panic! Our team’s already elbow-deep in recalibrating the logarithmic casing and rerouting the spurving flux through a secondary grommet array. We’ll have it purring like a quantum kitten in no time. I’ll shoot you an update once we’ve pacified the waneshaft. Call me back if you’ve got questions—My number is 808 420 5000"
  },
  {
    "id": 11,
    "title": "Dialed the wrong number",
    "avatar": "/avatars/lumi-recording-gumi-husbando.png",
    "author": "SKH",
    "voiced": "SKH",
    "missed": false,
    "voicemail": false,
    "timestamp": "2025-12-07T07:00:00.000",
    "audio": "https://audio.jukehost.co.uk/AYTEZfZ3YFPfAOeYJyDEAdTIXdhxB8S7",
    "script": "Lumi, bro I HAAAATE Jelly. She’s walking perfection and the Starknights forever love her stupidly like a horde of drooling clowns, me front-row. You’re a human Ugg boot oat-milk latte with one brain cell and a “live laugh love” tramp stamp on your womb. I’m soooo obsessed with your basic bitch energy it hurts— [door opens] “Wait I didn’t call you?! Who did I….. …Jelly?! OH FUCK WRONG GREMLIN, I— [phone explodes]"
  },
  {
    "id": 12,
    "title": "Into the mines",
    "avatar": "/avatars/starminer.png",
    "author": "Grey01",
    "voiced": "Grey01",
    "missed": false,
    "voicemail": false,
    "timestamp": "2025-12-07T08:00:00.000",
    "audio": "https://audio.jukehost.co.uk/CghTkk8LX79oMbVvTZvFqxuo2yiWJ3Rl",
    "script": "(Jelly chirping and pickaxe noises in background) Hey Jelly, I just wanted to call you that I'll be a bit late today. There's a lot more work down the mines today than usual. I think we found something big. But don't worry I'll still show up for our date. (jelly canary stops chirping) Anyways I should get back to work since there's still a lot to do and I need to get this done so I could make it back soon. Say, the canary's awfully quiet- (gas explosion)"
  }
]
